{
    "receitas": [
        {
            "id": 101,
            "categoria": "Massas",
            "nome": "BIFE ACEBOLADO",
            "ingredientes": [
                "2 bifes de contrafilé (alcatra ou coxão mole)",
                "1 cebola",
                "2 colheres (sopa) de água",
                "2 colheres (chá) de vinagre de vinho branco",
                "1 colher (chá) de manteiga",
                "azeite",
                "sal e pimenta-do-reino moída na hora a gosto"
            ],
            "instrucoes": ["1.Retire os bifes da geladeira 10 minutos antes de grelhar — eles não podem estar gelados na hora de ir para a frigideira. Numa tigela pequena, misture a água com o vinagre.",
            "2.Descasque e corte a cebola em meias-luas de 0,5 cm.",
            "3.Leve uma frigideira grande ao fogo médio para aquecer. Enquanto isso, tempere os bifes com sal e pimenta.",
            "4.Quando a frigideira estiver bem quente, regue com 1 colher (chá) de azeite, coloque os bifes, um ao lado do outro, e deixe grelhar por cerca de 2 minutos, ou até dourar e desgrudar da frigideira. Com uma pinça, vire os bifes e deixe dourar o outro lado por cerca de 2 minutos. Transfira para um prato e reserve.",
            "5.Mantenha a frigideira em fogo médio e regue com 1 colher (chá) de azeite. Adicione a cebola, tempere com uma pitada de sal e refogue por cerca de 2 minutos, mexendo de vez em quando, até dourar. Junte a mistura de água com vinagre e mexa bem. Deixe cozinhar por cerca de 3 minutos, mexendo de vez em quando, para dissolver os queimadinhos do fundo da frigideira e a cebola ficar levemente macia.",
            "6.Desligue o fogo, adicione a manteiga e mexa a frigideira para derreter e formar um molhinho. Sirva os bifes com a cebola e o molhinho da frigideira."],
            "tempo_preparo": "1 hora",
            "fotos": "contrafilé.png"
        },
        {
            "id": 201,
            "categoria": "Massas",
            "nome": "MACARRÃO A BOLONHESA ",
            "ingredientes": [
                "400 g de macarrão papardelle (ou outra massa longa de grano duro)",
                "600 g de patinho moído",
                "1 cebola",
                " ½ cenoura",
                "1 talo de salsão",
                "2 dentes de alho",
                "1 lata de tomate pelado com o líquido (400 g)",
                "1 xícara (chá) de leite",
                "1 xícara (chá) de vinho branco seco",
                "1 colher (sopa) de óleo",
                "1½ colher (sopa) de manteiga",
                "noz-moscada ralada na hora a gosto",
                "sal e pimenta-do-reino moída na hora a gosto",
                "queijo parmesão ralado a gosto para servir",
                "folhas de manjericão a gosto para servir"
            ],
            "instrucoes": [
                "1. Lave e seque a cenoura e o talo de salsão. Descasque e passe a cenoura pela parte grossa do ralador. Pique o talo de salsão em cubinhos. Descasque e pique fino a cebola e o alho.",
                "2 Numa panela média, coloque o óleo e a manteiga e leve ao fogo médio. Quando derreter, adicione a cebola, tempere com uma pitada de sal e refogue até murchar. Junte a cenoura e o salsão, e refogue por mais 3 minutos. Adicione o alho e mexa por apenas 1 minuto para não queimar.",
                "3. Acrescente a carne moída e tempere com sal e pimenta-do-reino. Refogue até que perca a cor rosada. Junte o leite e mexa até secar. Tempere com noz-moscada, adicione o vinho e deixe cozinhar até evaporar, mexendo de vez em quando.",
                "4. Abaixe o fogo, junte o tomate pelado (com o líquido) e deixe cozinhar por cerca de 1 hora, sem a tampa, mexendo de vez em quando. O fogo deve estar baixíssimo para o molho não grudar no fundo da panela e queimar. Deixe uma chaleira com 1½ xícara (chá) de água quente a postos. De tempos em tempos, regue com um pouco de água para o molho não secar.",
                "4. Assim que estiver pronto, desligue o fogo e mantenha o molho na panela tampado para não esfriar (se preferir, você pode fazer o molho com antecedência e armazenar na geladeira por 3 dias ou no congelador por até 3 meses).",
                "5. Leve uma panela grande com 5 litros de água ao fogo alto para ferver. Misture 2 colheres (sopa) de sal, acrescente o macarrão e cozinhe pelo tempo indicado na embalagem ou até ficar al dente — mexa de vez em quando para soltar as tiras",
                "6. Escorra a água do parpadelle e sirva a seguir com o molho à bolonhesa, queijo parmesão ralado e folhas de manjericão a gosto."
            ],
            "tempo_preparo": "2 horas",
            "fotos": "macarrão.png"
        },
        {
            "id": 301,
            "categoria_id": 3,
            "nome": "CAMARÃO CROCANTE COM FLOCOS DE ARROZ",
            "ingredientes": [
                "1 kg de camarão-rosa médio (cerca de 20 unidades)",
                "2 claras de ovo",
                " ¾ de xícara (chá) de amido de milho",
                "2 xícaras (chá) de flocos de arroz",
                "sal e pimenta-do-reino moída na hora a gosto",
                "gomos de limão-siciliano a gosto para servir",
                "3 xícaras (chá) de óleo para fritar"
            ],
            "instrucoes": [
                "1.Limpe o camarão e retire a cabeça, a casca e as tripas  deixe o último segmento da casca com o rabinho para a apresentação ficar mais bonita.",
                "2.Num prato fundo, coloque as claras e bata levemente com um garfo para que fiquem mais fluidas. Em outros dois pratos, coloque separadamente o amido de milho e os flocos de arroz. Tempere os camarões com sal e pimenta a gosto",
                "3.Para empanar: passe o camarão pelo amido de milho e bata bem para tirar o excesso; em seguida, mergulhe na clara e deixe escorrer o excesso; por último, passe pelos flocos de arroz, pressionando delicadamente com as mãos para cobrir toda a superfície. Coloque os camarões empanados numa travessa e deixe descansar por 10 minutos antes de fritar  isso faz com que a clara seque e os flocos de arroz fiquem mais grudados nos camarões",
                "4.Leve uma panela com óleo ao fogo médio para aquecer. Enquanto isso, forre uma travessa com papel-toalha ",
                "5.Com cuidado, segurando o camarão pelo rabinho, mergulhe de 3 a 4 unidades no óleo quente e deixe fritar por alguns minutos, até que estejam crocantes e levemente dourados. Com a escumadeira, transfira os camarões para a travessa forrada com papel toalha e repita a operação com o restante. Sirva a seguir com gomos de limão para espremer a gosto."
            ],
            "tempo_preparo": "Até 2h",
            "fotos": "camarão.png"
        },
        {
            "id": 401,
            "categoria_id": 3,
            "nome": "COSTELINHA ASSADA COM PÁPRICA E LARANJA",
            "ingredientes": [
                " 2 costelas de porco em peça (cerca de 1,5 kg cada)",
                "4 dentes de alho",
                "1 colher (sopa) de açúcar mascavo",
                "1 colher (sopa) de sal",
                "2 colheres (sopa) de páprica doce",
                "1 colher (chá) de pimenta-de-caiena",
                "1 colher (chá) de semente de coentro",
                "raspas de 1 laranja-baía"
            ],
            "instrucoes": [
                "1.Numa tigela pequena, misture o açúcar com a páprica e a pimenta-de-caiena.",
                "2.No pilão, quebre as sementes de coentro levemente e junte ao açúcar. Não precisa moer muito — é só para liberar o aroma",
                "3.Bata levemente os dentes de alho no pilão para descascar; adicione o sal e macere bem até formar uma pastinha.",
                "4.Junte a pasta de alho com a mistura de temperos secos, adicione as raspas de laranja e misture bem.",
                "5.Retire o excesso de gordura da costelinha (se houver) e corte a peça em 3 partes iguais — faça o corte entre dois ossinhos para facilitar; cada pedaço fica com cerca de 4 ripas.",
                "6.Espalhe bem, com as mãos mesmo, a pastinha de especiarias e alho em cada pedaço, cobrindo toda a superfície. Coloque as costelinhas numa travessa (ou tigela grande com tampa) e leve à geladeira para marinar por 1 hora. Enquanto isso, separe o restante dos ingredientes. "
            ],
            "tempo_preparo": "2 horas",
            "fotos": "costelinha.png"
        },
        {
            "id": 501,
            "categoria_id": 3,
            "nome": "FILÉ DE FRANGO MARINADO COM LARANJA E ALECRIM",
            "ingredientes": [
                "2 filés de peito de frango (cerca de 200 g cada)",
                "1 xícara (chá) de caldo de laranja (coado)",
                "2 colheres (sopa) de azeite",
                "1 dente de alho",
                "2 colheres (chá) de amido de milho",
                "1 ramo de alecrim fresco",
                "sal e pimenta-do-reino moída na hora"
            ],
            "instrucoes": [
                "1.Com a lateral da lâmina da faca, amasse o dente de alho e descasque.",
                "2.Numa tigela, coloque o alho, o alecrim, o caldo de laranja, 1 colher (sopa) de azeite e misture. Mergulhe os filés de frango, tampe e deixe marinar por 20 minutos em temperatura ambiente.",
                "3.Passado o tempo da marinada, com uma pinça, transfira os filés de frango para um prato — deixe escorrer bem o líquido da marinada e seque os filés com papel-toalha.",
                "4.Leve uma frigideira grande ao fogo médio. Quando aquecer, regue com 1 colher (sopa) de azeite. Tempere os filés de frango com sal e coloque um ao lado do outro na frigideira, com a parte de cima (a mais lisinha) em contato com o fundo. Deixe dourar por 2 minutos de cada lado e abaixe o fogo — esse processo vai selar a carne e manter o filé suculento.",
                "5.Abaixe o fogo e deixe o filé de frango terminar de cozinhar por mais 3 minutos de cada lado. Atenção: o tempo pode variar dependendo do tamanho e da espessura do filé, e o fogo tem que estar baixo mesmo, do contrário a carne queima por fora e fica crua por dentro.",
                "6.Enquanto isso, dissolva o amido de milho no líquido da marinada e tempere com uma pitada de sal e uma de pimenta — esse líquido vai virar o molho do filé de frango.",
                "7.Transfira os filés dourados para um prato e mantenha a frigideira em fogo baixo. Regue com o líquido da marinada de uma só vez (com o alho e o alecrim) e, com uma espátula de silicone, raspe bem o fundo da frigideira para dissolver os queimadinhos — eles dão mais sabor ao molho. Continue mexendo em fogo baixo por cerca de 3 minutos, até formar um molho levemente espesso.",
                "8.Transfira o molho para uma tigela (ou molheira) passando por uma peneira. Sirva os filés de frango com o molho."
            ],
            "tempo_preparo": "Até 1h",
            "fotos": "frango.png"
        },
        {
            "id": 601,
            "categoria_id": 3,
            "nome": "PERNIL DESFIADO COM MOLHO DE MAÇÃ NA PRESSÃO",
            "ingredientes": [
                " 1 kg de pernil desossado",
                "3 maçãs do tipo fuji",
                "2 cebolas",
                "2 dentes de alho",
                "3 colheres (sopa) de extrato de tomate",
                "1 colher (sopa) de molho inglês",
                "2 xícaras (chá) de água",
                "azeite",
                "1 colher (sopa) de páprica defumada",
                "1 colher (chá) de pimenta calabresa",
                "2 colheres (chá) de cominho em grãos",
                "sal"
            ],
            "instrucoes": [
                "1.Corte o pernil em pedaços de cerca de 8 x 8 cm — assim a carne cozinha de maneira uniforme e fica com um bom tamanho na hora de desfiar.",
                "2.Tempere o pernil com 1 colher (chá) de sal e a páprica. Espalhe bem com as mãos para cobrir toda a superfície e mantenha a carne em temperatura ambiente enquanto prepara o restante dos ingredientes — ela não pode estar gelada na hora de ir para a panela.",
                "3.Descasque e corte as cebolas em cubos de 1 cm. Descasque e pique fino os dentes de alho.",
                "4.Corte as maçãs em quartos, descarte as sementes e passe cada quarto pela parte grossa do ralador, usando a casca para proteger as mãos. Reserve as maçãs raladas numa tigela e cubra com a água (esse vai ser o líquido de cozimento do pernil).",
                "5.Leve uma panela de pressão (sem a tampa) ao fogo alto. Regue com 2 colheres (sopa) de azeite, coloque os pedaços de pernil, um ao lado do outro, e deixe dourar por cerca de 1 minuto de cada lado.",
                "6.Transfira o pernil dourado para uma assadeira. Abaixe o fogo da panela, regue com mais um fio de azeite e acrescente a cebola. Tempere com uma pitada de sal e refogue por cerca de 5 minutos, até murchar bem. Junte o alho, o cominho e mexa por 1 minuto para perfumar.",
                "7.Adicione o extrato de tomate e deixe cozinhar por cerca de 5 minutos, mexendo de vez em quando, até formar uma pastinha dourada com o refogado — esse queimadinho do extrato de tomate é essencial para o sabor do molho.",
                "8.Acrescente o molho inglês e misture bem. Junte a maçã ralada (com a água) e misture para dissolver os sabores do refogado. Adicione a pimenta calabresa e volte a carne para a panela.Tampe a panela e aumente o fogo. Assim que começar a apitar, abaixe o fogo novamente e deixe cozinhar por 40 minutos.",
                "9.Desligue o fogo e deixe toda a pressão sair antes de abrir a tampa. Se quiser acelerar o processo, leve a panela sob a água da torneira para tirar a pressão; mas atenção: a água não deve entrar em contato com nenhuma das válvulas, apenas com a parte lisa da tampa.",
                "10.Transfira os pedaços de pernil para uma travessa e desfie (ainda quentes) com dois grafos (se preferir, desfie um pedaço de cada vez na batedeira com a pá, em velocidade baixa).",
                "11.Volte a carne desfiada para a panela e misture bem com o molho. Sirva a seguir"
            ],
            "tempo_preparo": "Até 2h",
            "fotos": "pernil.png"
        },
        {
            "id": 801,
            "categoria_id": 3,
            "nome": "CARNE DE PANELA COM BATATA E CENOURA NA PRESSÃO",
            "ingredientes": [
                "1 kg de acém",
                "400 g de batata bolinha (cerca de 15 unidades)",
                "2 cenouras",
                "½ cebola",
                "2 dentes de alho",
                "1 colher (sopa) de extrato de tomate",
                "2 colheres (sopa) de farinha de trigo",
                "3 colheres (sopa) de vinagre de vinho tinto",
                "1 xícara (chá) de água fervente",
                "azeite a gosto",
                "2 folhas de louro",
                "1 colher (chá) de cominho em pó",
                "½ colher (chá) de colorau",
                "¼ de colher (chá) de canela em pó",
                "sal e pimenta-do-reino moída na hora a gosto"
            ],
            "instrucoes": [
                "1.Corte o acém em cubos de cerca de 3 cm e tempere com o cominho, o colorau, a canela, 1 colher (chá) de sal e pimenta-do-reino a gosto. Numa chaleira, leve um pouco mais de 1 xícara (chá) de água ao fogo médio para ferver.",
                "2.Descasque e pique fino a cebola e o alho.",
                "3.Leve a panela de pressão (sem a tampa) ao fogo médio. Quando aquecer, regue com 1 colher (sopa) de azeite, adicione a cebola, tempere com uma pitada de sal e refogue por 2 minutos, até murchar. Junte o alho, o extrato de tomate e as folhas de louro e mexa por 1 minuto. Acrescente 1 colher (sopa) de azeite e a farinha e mexa bem por mais 2 minutos.",
                "4.Regue com o vinagre e 1 xícara (chá) de água fervente. Tempere com mais 1 colher (chá) de sal, junte a carne e misture delicadamente. Tampe a panela e aumente o fogo. Quando começar a apitar, abaixe o fogo e deixe cozinhar por 25 minutos. Enquanto isso, prepare os demais ingredientes.",
                "5.Com uma escovinha para legumes, lave bem a casca das batatas. Corte cada uma ao meio, no sentido do comprimento. Descasque e corte as cenouras ao meio, no sentido do comprimento, e fatie as metades em meias-luas de 1 cm, na diagonal.",
                "6.Após os 25 minutos, desligue o fogo e, com cuidado, leve a panela para esfriar sob água corrente até que pare de sair vapor pela válvula. Atenção: a água não deve entrar em contato com nenhuma das válvulas, apenas com a superfície lisa da tampa.",
                "7.Abra a panela, adicione as batatas e as cenouras cortadas e misture delicadamente. Tampe e volte a panela ao fogo alto. Assim que ela pegar pressão novamente, abaixe o fogo e deixe cozinhar por 5 minutos.",
                "8.Desligue o fogo e espere toda a pressão sair naturalmente da panela antes de abrir a tampa. Sirva a seguir."
            ],
            "tempo_preparo": "Até 1h",
            "fotos": "carne_de_panela.png"
        },
        {
            "id": 901,
            "categoria_id": 3,
            "nome": "PICADINHO DE CARNE",
            "ingredientes": [
                "1 kg de coxão mole em peça",
                "2 cebolas",
                "3 dentes de alho",
                "70 g de bacon em cubinhos (cerca de ½ xícara [chá])",
                "2 colheres (sopa) de extrato de tomate",
                "2 colheres (sopa) de molho inglês",
                "3 colheres (sopa) de farinha de trigo",
                "5 colheres (sopa) de azeite",
                "4 xícaras (chá) de água",
                "caldo de ½ limão",
                "¼ de xícara (chá) de salsinha",
                "sal e pimenta-do-reino moída na hora a gosto"
            ],
            "instrucoes": [
                "1.Corte o coxão mole em bifes de cerca de 1,5 cm de espessura. Corte os bifes em tiras e as tiras em cubos de 1,5 cm. Transfira para uma tigela, tempere com 2 colheres (chá) de sal e pimenta-do-reino a gosto e mantenha em temperatura ambiente enquanto prepara o restante dos ingredientes — a carne não pode estar gelada na hora de ir para a panela.",
                "2.Descasque e pique fino a cebola e o alho. Numa chaleira, leve um pouco mais de 1 litro de água ao fogo médio para aquecer.",
                "3.Leve uma panela grande ao fogo médio. Quando aquecer, regue com 1 colher (sopa) de azeite e doure cerca de ¼ da carne, sem amontoar os cubinhos — se colocar toda a carne de uma vez, ela vai esfriar a panela e cozinhar no próprio líquido, em vez de dourar. Deixe a carne dourar por cerca de 2 minutos e vire para dourar os cubos de maneira uniforme. Transfira a carne dourada para uma tigela e repita com o restante, regando com azeite a cada leva.",
                "4.Mantenha a panela em fogo médio, regue com 1 colher (sopa) de azeite e acrescente o bacon. Mexa por cerca de 3 minutos, até começar a dourar. Adicione a cebola, tempere com uma pitada de sal e refogue até murchar. Junte o alho e mexa por 1 minuto para perfumar.",
                "5.Acrescente o extrato de tomate e mexa por 3 minutos até dar uma leve tostadinha no fundo da panela — isso vai dar mais sabor ao caldo do picadinho. Junte a farinha e mexa por 1 minuto até formar uma pastinha — a farinha ajuda a engrossar o caldo.",
                "6.Regue com o molho inglês e o caldo de limão e misture bem.",
                "7.Adicione a água quente aos poucos, mexendo com a espátula para dissolver os gruminhos de farinha e o queimadinho do fundo da panela. Tempere com uma pitada de sal, volte a carne para a panela e misture bem.Quando começar a ferver, abaixe o fogo e deixe cozinhar por 30 minutos, mexendo de vez em quando, até a carne ficar macia e o caldo levemente engrossado.",
                "8.Enquanto isso, lave, seque e pique fino a salsinha. Desligue o fogo do picadinho e misture a salsinha picada. Sirva a seguir."
            ],
            "tempo_preparo": "Até 2h",
            "fotos": "picadinho.png"
        },
        {
            "id": 1001,
            "categoria_id": 3,
            "nome": "MOQUECA RÁPIDA DE PEIXE ",
            "ingredientes": [
                "6 tranches de robalo sem pele ou 6 postas sem pele (cerca de 150 g cada)",
                "3 tomates",
                "1 pimentão amarelo grande",
                "1 pimentão verde grande",
                "1½ cebola",
                "2 dentes de alho pequenos",
                "2 pimentas dedo-de-moça pequenas",
                "1 pimenta-de-cheiro",
                "8 ramos de coentro (folhas e talos)",
                "200 ml de leite de coco",
                "¼ de xícara (chá) de azeite de dendê",
                "2 colheres (sopa) de azeite",
                "sal a gosto",
                "folhas de coentro a gosto para servir"
            ],
            "instrucoes": [
                "1.Lave e seque os pimentões, os tomates, as pimentas e o coentro",
                "2.Corte os pimentões ao meio, descarte as sementes e corte cada metade em quadrados de 3 cm. Corte os tomates em quartos, descarte as sementes e corte cada quarto ao meio na diagonal. Descasque e corte a cebola em cubos de 2 cm. Descasque e pique fino o alho. Fatie a pimenta de cheiro em rodelas.",
                "3.Corte a pimenta dedo-de-moça ao meio, raspe as sementes com a ponta da faca e pique fino as metades. Dica: para evitar acidentes com dedos apimentados nos olhos, passe óleo ou azeite nas mãos depois de cortar as pimentas — a gordura dissolve a capsaicina, substância responsável pelo ardor. Depois, lave as mãos",
                "4.No liquidificador, bata o leite de coco com o azeite de dendê e ½ colher (chá) de sal por 1 minuto até ficar bem emulsionado — assim o caldo da moqueca fica mais aveludado e a gordura do dendê e do coco não se separam do líquido",
                "5.Tempere o peixe com sal a gosto",
                "6.Leve uma panela grande (uma moquequeira, ou frigideira de borda alta) ao fogo médio para aquecer. Regue com o azeite, adicione a cebola, tempere com uma pitada de sal e refogue por 3 minutos até murchar. Junte os pimentões e refogue por mais 3 minutos. Acrescente o alho e as pimentas e mexa por 1 minuto para perfumar",
                "7.Abaixe o fogo, junte o coentro e o leite de coco batido com dendê. Adicione os tomates e misture bem. Com uma pinça, coloque as tranches de peixe entre os legumes — assim o peixe fica parcialmente imerso pelo caldo para cozinhar",
                "8.Tampe a panela e deixe cozinhar por 15 minutos, ou até o peixe ficar cozido, mas ainda úmido, e os legumes macios. Sirva a seguir com folhas de coentro a gosto"
            ],
            "tempo_preparo": "Até 1h",
            "fotos": "moqueca.png"
        }
    ]
}